Tekla.Structures.DrawingInternal.dotGrDimensionSetBaseAttributes_t


Tekla.Structures.DrawingInternal.dotGrDimensionSetBaseAttributes_t.CommonAttributes


Tekla.Structures.DrawingInternal.dotGrDimensionSetBaseAttributes_t.Arrowhead


Tekla.Structures.DrawingInternal.dotGrDimensionSetBaseAttributes_t.Color


Tekla.Structures.DrawingInternal.dotGrDimensionSetBaseAttributes_t.TransparentBackground


Tekla.Structures.DrawingInternal.dotGrDimensionSetBaseAttributes_t.Format


Tekla.Structures.DrawingInternal.dotGrDimensionSetBaseAttributes_t.Placing


Tekla.Structures.DrawingInternal.dotGrDimensionSetBaseAttributes_t.Text


Tekla.Structures.DrawingInternal.dotGrDimensionSetBaseAttributes_t.ClientId


Tekla.Structures.DrawingInternal.dotGrDimensionSetBaseAttributes_t.ToStruct(Tekla.Structures.Drawing.DimensionSetBaseAttributes)


Tekla.Structures.DrawingInternal.dotGrDimensionSetBaseAttributes_t.FromStruct(Tekla.Structures.Drawing.DimensionSetBaseAttributes)
